{
  "coc.nvim": { "branch": "release" },
  "codecompanion.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "editorconfig-vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "tcomment_vim": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-html-escape": { "branch": "master" },
  "vim-monokai": { "branch": "master" },
  "vim-node": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-stylus": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}
